package club.yuit;

/**
 * @author yuit
 * @date 2019/7/11 10:23
 **/
public class Main {


    public static void main(String[] args){

        String  a = "<h1 style=\"text-align: center;\"><pre宋体';font-size:12.0pt;\" style=\"background-color: rgb(255, 255, 255);\">贵州高清律师事务所律师服务收费标谁</pre宋体';font-size:12.0pt;\"></h1><div><pre宋体';font-size:12.0pt;\" style=\"background-color: rgb(255, 255, 255);\"><pre宋体';font-size:12.0pt;\">根据黔发改收费<spanconsolas';\">(2016)1559号文件、兴仁县经济发展情况，结合贵州高浩律师事务所的实贵州高浩律师事务所全体律师经过认真讨论，形成贵州高浩神师事务所律师服务收费标准。遇开、自愿有偿、诚实信用的原则，律师收费的方式及收取多少律师服务费可由律师与委托人在本之内自由、机动、结合当事人的经济情况及案件难易程度协商确定，委托人与律师事务所签订委同，律师服务费统一由律师事务所收取，律师不能私自收取委托人的费用。</spanconsolas';\"></pre宋体';font-size:12.0pt;\"><br></pre宋体';font-size:12.0pt;\"></div><div><h2>一、民事案件律师收费标准</h2></div><p>1、普通民事、经济案件，不涉及财产标的的，根据案件复杂程度、律师工作所需耗费时间，知名度和经验，在2000-100000元之间协商收取外地民事、经济案件不涉及财产标的的，代理10000元;</p><p>2、涉及财产标的的，按争议标的收取代理费，最低不低于2000元，最高不能超过标的额的3风险代理)。</p><h2>二、刑事案件律师收费标准</h2><p>根据案件的复杂程度和承办该案件律师的知名度和执业经验，在下列幅度内协商收费:</p><p>1、侦查阶段(含检察院自侦): 3000-50000元;</p><p>2、审查起诉阶段: 3000 50000元;</p><p>3、审判阶段: 5000- 100000元;</p><p>4、代理刑事自诉、附带民事诉讼2000- 100000元。</p><h2>三、行政案件律师收费标准</h2><p>1、 不涉及财产标的的，根据案件复杂程度、律师工作所需耗费时间，代理律师知名度和3000- 100000元之 间协商收取;</p><p>2、涉及财产标的的，按争议标的收取代理费，最低不低于5000元，最高不能超过标的额的30</p><h2>四、代理执行案件律师收费标准</h2><p>1、不涉及财产标的的，根据案件复杂程度、律师工作所需耗费时间，在2000-00000元之间材</p><p>2、涉及财产标的的，按争议标的收取代理费，最低不低于3000元，最高不能超过标的额的 88888 风险代理)。</p><h2>五、非诉类案件收费标准</h2><p>1、法律咨询类</p><p>根据解答咨询律师的资历和知名度在每小时200 -1000元之间协商收费，不足一小时按一小时</p><p>2、代写文书类</p><p>根据代写文书的性质、难易程度、结合承办律师的资历，每份文书在200-10000元之间协商</p><p>3、资信调查类</p><p>资信调查包括不限于:查询公司工商注册资料、事业单位登记资料、国有资产登记资料、自息、软件著作权登记、软件产品登记信息、采集证人证言等，每件500-50000元之间协商收费。</p><p>4、审慎调查类</p><p>审慎调查指对公司、企业、个人等目标客体进行的综合性的调查，为委托方对外投资、合资融资、处理债权债务等经济决策提供综合性信息。根据审慎调查范围、审慎调查需耗费时间、审的、审慎调查报告的繁简等因素由双方协商收费，如果以记时方式结算费用，由双方协商确定该需总小时数，然后按每小时500-1500元之间协商收取;如果按件收取以每020000000元协商</p><p>5、律师见证、代办公证类</p><p>律师代办公证，每件1000 5000元之间协商收费;律师见证，每件1000-50000元之间协商</p><p>6、出具律师函和法律意见书类</p><p>为委托方出具律师函催告债务等，每份为1000 0000元之 间协商收费</p><p>为委托方出具法律意见书，根据法律意见书难易程度、使用目的、经办律师的资历等因素协份为1000-50000元之间协商收费。</p><h2>六、法律顾问费</h2><p>根据政府、企事业单位、个体、个人服务的范围及产生案件复杂程度及件数，顾问律师的知大、法律顾问费经验，在下列幅度内协商收费5000元00000元↓包含代理各类案件)。 人审批。</p><h2>七、本收费标准未作出的律师服务收费类型，承办律师与委托人协商，由律师所负责</h2><div></div><h2>八、本律师服务收费标准从2016年10月26日起执行。</h2><p>本律师服务收费标准最终解释权归贵州高浩律师事务所</p>";

       String b= a.replace("'","\\'");


        System.out.println(b);



    }

}
